{
    "hello": "Ciao",
    "exhibition": "Mostra",
    "artists": "Artisti",
    "about": "Chi Siamo",
    "contact": "Contatti",
    "language": "Lingua",
    "english": "Inglese",
    "italian": "Italiano",
    "edition": "Edizione",
    "shortEdition1Para": "A cura di Alessio Esposito Negli spazi di Villa Doria D’Angri a Napoli, prende vita Foresta di Cristallo, la mostra inaugurale di Napuleth Visions. L’esposizione riunisce le opere di Clarissa Falco, Lorenzo Lunghi, Adriano Tenore ed Emilio Vavarella.",
    "fullEdition1Para": "A cura di Alessio Esposito Negli spazi di Villa Doria D’Angri a Napoli, prende vita Foresta di Cristallo, la mostra inaugurale di Napuleth Visions. L’esposizione riunisce le opere di Clarissa Falco, Lorenzo Lunghi, Adriano Tenore ed Emilio Vavarella. | add the text till vavarella, for the rest add an arrow in the botton right and we add all the text in the about page, arrow with view all. | ALL THE TEXT: Il titolo della mostra si ispira al romanzo di J.G. Ballard The Crystal World (1966), che descrive una realtà in cui la natura si cristallizza, dissolvendo le differenze tra esseri viventi e oggetti. Questa metafora guida la riflessione sulle trasformazioni contemporanee in cui confini tradizionali si sfumano: tra umano e non umano, reale e digitale, estetico ed economico. Foresta di Cristallo esplora, attraverso le opere esposte, la dematerializzazione del valore e la ridefinizione del senso in un mondo in cui l’arte, la tecnologia e le economie digitali si intrecciano in nuove forme di relazione e mutazione.",
    "exhibitionDate": "17–19 Luglio 2024",
    "viewArtists": "Vedi Artisti",
    "aboutTheExhibition": "A Proposito Della Mostra",
    "featuredVenue": "Luogo Invernale",
    "historicNaples": "Napoli Storica",
    "introPara": "Napuleth Visions è un progetto culturale e format espositivo nato all’interno di Napuleth Open Village, che promuove il dialogo e lo scambio tra il mondo del Web3 e l’arte contemporanea. Ideato da un gruppo di giovani creativi con competenze trasversali in arte e tecnologia, Napuleth Visions vuole diventare un appuntamento ricorrente, esplorando le intersezioni tra economia digitale, innovazione e pratiche artistiche. L’iniziativa si propone non solo come evento espositivo, ma come piattaforma stabile e in crescita, con l’obiettivo di sviluppare soluzioni tecnologiche su misura per ridefinire la produzione e la fruizione artistica nell’era dell'informazione e della digitalizzazione.",
    "featuredArtists": "Artisti in evidenza",
    "works": "opere",
    "artistsInfo": "Informazioni Artisti",
    "aboutExhibition": "A Proposito Della Mostra",
    "aboutExhibitionPara1": "NapulETH Visions rappresenta un’innovativa fusione di tradizione artistica napoletana e tecnologia blockchain allo stato dell’arte. Impostata all’interno delle mura storiche di Villa Doria D’Angri, questa esposizione inaugurale presenta cinque artisti visionari che stanno rinnovando i confini dell’arte digitale.",
    "aboutExhibitionPara2": "Ogni opera d’arte esistente si trova all’intersezione tra realtà fisica e digitale, esplorando temi di trasformazione culturale, evoluzione tecnologica e democratizzazione dell’arte attraverso piattaforme decentralizzate.",
    "aboutExhibitionPara3": "La mostra si svolge dal 17 al 19 luglio 2024, offrendo ai visitatori un’esperienza immersiva che unisce tradizione artistica e possibilità del domani.",
    "exhibitionDetails": "Dettagli Mostra",
    "dates": "Date",
    "venue": "Luogo",
    "location": "Località",
    "artworks": "Opere",
    "naples": "Napoli",
    "italy": "Italia",
    "featured": "In evidenza",
    "pieces": "Opere",
    "fees": "Costo",
    "free": "La Galleria è gratuita",
    "purchaseOptions": "Opzioni di acquisto",
    "certificate": "Certificato di Autenticità Immediato",
    "versions": "Versioni Normali e NFT",
    "shipping": "Spedizione mondiale disponibile",
    "additionalDetails": "Dettagli Aggiuntivi",
    "traditionalPaymentMethods": "Metodi di Pagamento Tradizionali",
    "copyright": "© 2025 NapulETH Visions. Tutti i diritti riservati.",
    "footerText": "Mostra digitale contemporanea che esplora la convergenza della cultura napoletana e della tecnologia blockchain.",
    "findUs": "Trova Noi",
    "thankYou": "Grazie",
    "subscribed": "Sei stato iscritto al nostro newsletter. Riceverai aggiornamenti sulle nuove mostre, le caratteristiche degli artisti e le anteprime esclusive.",
    "followOnInstagram": "Segui su Instagram",
    "joinDiscord": "Unisciti a Discord",
    "stayConnected": "Rimani Connesso con NapulETH Visions",
    "stayConnectedDescription": "Sii il primo a sapere sulle nuove mostre, le caratteristiche degli artisti e le anteprime esclusive.",
    "emailAddress": "Indirizzo email",
    "emailAddressPlaceholder": "Inserisci il tuo indirizzo email",
    "subscribe": "Iscriviti",
    "privacyPolicy": "Rispettiamo la tua privacy. Puoi disiscriverti in qualsiasi momento."
}