{
  "home": "Home",
  "exhibition": "Exhibition",
  "artists": "Artists",
  "about": "About",
  "contact": "Contact",
  "language": "Language",
  "english": "English",
  "italian": "Italian",
  "edition": "Edition",
  "shortEdition1Para": "Curated by Alessio Esposito, Foresta di Cristallo, the inaugural exhibition of Napuleth Visions, comes to life in the spaces of Villa Doria D’Angri in Naples. The exhibition brings together the works of Clarissa Falco, Lorenzo Lunghi, Adriano Tenore, and Emilio Vavarella.",
  "fullEdition1Para": "Curated by Alessio Esposito, Foresta di Cristallo, the inaugural exhibition of Napuleth Visions, comes to life in the spaces of Villa Doria D’Angri in Naples. The exhibition brings together the works of Clarissa Falco, Lorenzo Lunghi, Adriano Tenore, and Emilio Vavarella. | add the text till vavarella, for the rest add an arrow in the botton right and we add all the text in the about page, arrow with view all. | ALL THE TEXT: The title of the exhibition is inspired by J.G. Ballard's novel The Crystal World (1966), which describes a reality in which nature crystallizes, dissolving the differences between living beings and objects. This metaphor guides the reflection on contemporary transformations in which traditional boundaries are blurring: between human and non-human, real and digital, aesthetic and economic. Foresta di Cristallo explores, through the works on display, the dematerialization of value and the redefinition of meaning in a world in which art, technology, and digital economies intertwine in new forms of relationship and mutation.",
  "exhibitionDate": "17–19 July 2025",
  "viewArtists": "View Artists",
  "aboutTheExhibition": "About The Exhibition",
  "featuredVenue": "Featured Venue",
  "historicNaples": "Historic Naples",
  "introPara": "Napuleth Visions is a cultural project and exhibition format born within Napuleth Open Village, promoting dialogue and exchange between the world of Web3 and contemporary art. Conceived by a group of young creatives with transversal skills in art and technology, Napuleth Visions aims to become a recurring event, exploring the intersections between the digital economy, innovation, and artistic practices. The initiative aims not only as an exhibition event, but as a stable and growing platform, with the goal of developing tailored technological solutions to redefine artistic production and enjoyment in the information and digital age.",
  "featuredArtists": "Featured Artists",
  "works": "works",
  "artistsInfo": "Artists Information",
  "aboutExhibition": "About the Exhibition",
  "aboutExhibitionPara1": "NapulETH Visions represents a groundbreaking convergence of traditional Neapolitan artistic heritage and cutting-edge blockchain technology. Set within the historic walls of Villa Doria D'Angri, this inaugural exhibition showcases five visionary artists who are redefining the boundaries of digital art.",
  "aboutExhibitionPara2": "Each artwork in the collection exists at the intersection of physical and digital realms, exploring themes of cultural transformation, technological evolution, and the democratization of art through decentralized platforms.",
  "aboutExhibitionPara3": "The exhibition runs from July 17-19, 2025, offering visitors an immersive experience that bridges centuries of artistic tradition with the possibilities of tomorrow.",
  "exhibitionDetails": "Exhibition Details",
  "dates": "Dates",
  "venue": "Venue",
  "location": "Location",
  "artworks": "Artworks",
  "naples": "Naples",
  "italy": "Italy",
  "featured": "Featured",
  "pieces": "Pieces",
  "fees": "Fees",
  "free": "The Gallery is free to attend",
  "purchaseOptions": "Purchase Options",
  "certificate": "Immediate Certificate of Authenticity",
  "versions": "Normal and NFT verions",
  "shipping": "Worldwide shipping available",
  "additionalDetails": "Additional Details",
  "traditionalPaymentMethods": "Traditional Payment Methods",
  "copyright": "© 2025 NapulETH Visions. All rights reserved.",
  "footerText": "Contemporary digital art exhibition exploring the convergence of Neapolitan culture and blockchain technology.",
  "findUs": "Find Us",
  "thankYou": "Thank you",
  "subscribed": "You've been subscribed to our newsletter. You'll receive updates about new exhibitions, artist features, and exclusive previews.",
  "followOnInstagram": "Follow on Instagram",
  "joinDiscord": "Join Discord",
  "stayConnected": "Stay Connected with NapulETH Visions",
  "stayConnectedDescription": "Be the first to know about new exhibitions, exclusive artist interviews, and early access to limited edition releases.",
  "emailAddress": "Email address",
  "emailAddressPlaceholder": "Enter your email address",
  "subscribe": "Subscribe",
  "privacyPolicy": "We respect your privacy. Unsubscribe at any time.",
  "backToExhibition": "Back to Exhibition",
  "contactUs": "Contact Us",
  "contactUsDescription": "Get in touch with our team for inquiries about the exhibition, artwork purchases, press opportunities, or general information.",
  "sendUsAMessage": "Send us a message",
  "messageSent": "Message Sent",
  "messageSentDescription": "Thank you for your message. We'll get back to you within 24 hours.",
  "sendAnotherMessage": "Send Another Message",
  "name": "Name",
  "email": "Email",
  "subject": "Subject",
  "message": "Message",
  "sendMessage": "Send Message",
  "getInTouch": "Get in Touch",
  "general": "General",
  "sales": "Sales",
  "press": "Press",
  "phone": "Phone",
  "mondayToFriday": "Monday - Friday, 9:00 AM - 6:00 PM CET",
  "exhibitionVenue": "Exhibition Venue",
  "exhibitionHours": "Exhibition Hours",
  "freeAdmission": "Free Admission",
  "followUs": "Follow Us",
  "exhibitionOpening1": "17 July 2025 : 18 PM - 10 PM",
  "exhibitionOpening2": "18 - 19 July 2025 : 9 AM - 6 PM",
  "featuredArtistsDescription": "Meet the four visionary artists who are redefining the intersection of traditional Neapolitan culture and cutting-edge blockchain technology in this groundbreaking exhibition.",
  "viewArtist": "View Artist",
  "patronage": "With The Patronage Of",
  "aboutNapulETHVisions": "About NapulETH Visions",
  "aboutNapulETHVisionsDescription": "A groundbreaking exhibition exploring the convergence of traditional Neapolitan artistic heritage and cutting-edge blockchain technology, set within the historic Villa Doria D'Angri.",
  "exhibitionOverview": "Exhibition Overview",
  "exhibitionOverviewDescription": "Napuleth Visions is an exhibition project that fits into the context of Napuleth with the aim of creating a platform for exchange between the cryptocurrency world and the contemporary art system. The project aims to become a recurring event, exploring the intersections between the digital economy and artistic practices to foster a critical dialogue on the transformations of value in the era of decentralization.",
  "exhibitionOverviewDescription2": "Napuleth Visions is an innovative initiative, born from the energy and vision of a group of highly qualified young creatives, with skills in both art and technology. The exhibition is not just an exhibition event, but a stable meeting point between art and innovation, destined to grow and transform year after year. The long-term goal is to develop tailor-made technological solutions for the art world, redefining the ways of enjoying and producing art in the digital era.",
  "curatorialStatement": "Curatorial Statement",
  "curatorialStatementDescription": "NapulETH Visions emerges from a fundamental question: How do we preserve and evolve cultural identity in an increasingly digital world? The artists in this exhibition provide compelling answers through their innovative use of blockchain technology as both medium and message.",
  "curatorialStatementDescription2": "Each work represents a unique interpretation of Neapolitan culture—from Vesuvius' volcanic energy to Mediterranean mythology—reimagined through the lens of decentralized technology. The result is a collection that honors tradition while boldly embracing the future.",
  "curatorialStatementSource": "— Dr. Elena Marchetti, Chief Curator",
  "exhibitionVenueDescription": "The historic Villa Doria D'Angri serves as the perfect backdrop for this innovative exhibition. Built in the 18th century, this architectural masterpiece has witnessed centuries of Neapolitan cultural evolution, making it an ideal venue for exploring the intersection of tradition and innovation.",
  "exhibitionVenueDescription2": "The villa's elegant rooms and gardens provide an immersive environment where digital artworks dialogue with classical architecture, creating a unique spatial experience that enhances the conceptual framework of the exhibition.",
  "exhibitionFacts": "Exhibition Facts",
  "duration": "Duration",
  "openingHours": "Opening Hours",
  "visitingInformation": "Visiting Information",
  "admission": "Admission",
  "accessibility": "Accessibility",
  "parking": "Parking",
  "restrooms": "Restrooms",
  "foodAndDrink": "Food and Drink",
  "registrationRecommended": "Registration recommended",
  "wheelchairAccessible": "Wheelchair accessible",
  "audioGuidesAvailable": "Audio guides available",
  "technique": "Technique",
  "provenance": "Provenance",
  "dimensions": "Dimensions",
  "medium": "Medium",
  "year": "Year",
  "price": "Price",
  "fiatPrice": "Fiat Price",
  "sold": "This Artwork Has Been Sold"
}