{
  "hello": "Hello",
  "exhibition": "Exhibition",
  "artists": "Artists",
  "about": "About",
  "contact": "Contact",
  "language": "Language",
  "english": "English",
  "italian": "Italian",
  "edition": "Edition",
  "shortEdition1Para": "Curated by Alessio Esposito, Foresta di Cristallo, the inaugural exhibition of Napuleth Visions, comes to life in the spaces of Villa Doria D’Angri in Naples. The exhibition brings together the works of Clarissa Falco, Lorenzo Lunghi, Adriano Tenore, and Emilio Vavarella.",
  "fullEdition1Para": "Curated by Alessio Esposito, Foresta di Cristallo, the inaugural exhibition of Napuleth Visions, comes to life in the spaces of Villa Doria D’Angri in Naples. The exhibition brings together the works of Clarissa Falco, Lorenzo Lunghi, Adriano Tenore, and Emilio Vavarella. | add the text till vavarella, for the rest add an arrow in the botton right and we add all the text in the about page, arrow with view all. | ALL THE TEXT: The title of the exhibition is inspired by J.G. Ballard's novel The Crystal World (1966), which describes a reality in which nature crystallizes, dissolving the differences between living beings and objects. This metaphor guides the reflection on contemporary transformations in which traditional boundaries are blurring: between human and non-human, real and digital, aesthetic and economic. Foresta di Cristallo explores, through the works on display, the dematerialization of value and the redefinition of meaning in a world in which art, technology, and digital economies intertwine in new forms of relationship and mutation.",
  "exhibitionDate": "17–19 July 2024",
  "viewArtists": "View Artists",
  "aboutTheExhibition": "About The Exhibition",
  "featuredVenue": "Featured Venue",
  "historicNaples": "Historic Naples",
  "introPara": "Napuleth Visions is a cultural project and exhibition format born within Napuleth Open Village, promoting dialogue and exchange between the world of Web3 and contemporary art. Conceived by a group of young creatives with transversal skills in art and technology, Napuleth Visions aims to become a recurring event, exploring the intersections between the digital economy, innovation, and artistic practices. The initiative aims not only as an exhibition event, but as a stable and growing platform, with the goal of developing tailored technological solutions to redefine artistic production and enjoyment in the information and digital age.",
  "featuredArtists": "Featured Artists",
  "works": "works",
  "artistsInfo": "Artists Info"
}