{
  "home": "Home",
  "exhibition": "Exhibition",
  "artists": "Artists",
  "about": "About",
  "contact": "Contact",
  "language": "Language",
  "english": "English",
  "italian": "Italian",
  "edition": "Edition",
  "shortEdition1Para": "Curated by Alessio Esposito, Foresta di Cristallo, the inaugural exhibition of Napuleth Visions, comes to life in the spaces of Villa Doria D’Angri in Naples. The exhibition brings together the works of Clarissa Falco, Lorenzo Lunghi, Adriano Tenore, and Emilio Vavarella.",
  "fullEdition1Para": "Curated by Alessio Esposito, Foresta di Cristallo, the inaugural exhibition of Napuleth Visions, comes to life in the spaces of Villa Doria D’Angri in Naples. The exhibition brings together the works of Clarissa Falco, Lorenzo Lunghi, Adriano Tenore, and Emilio Vavarella. | add the text till vavarella, for the rest add an arrow in the botton right and we add all the text in the about page, arrow with view all. | ALL THE TEXT: The title of the exhibition is inspired by J.G. Ballard's novel The Crystal World (1966), which describes a reality in which nature crystallizes, dissolving the differences between living beings and objects. This metaphor guides the reflection on contemporary transformations in which traditional boundaries are blurring: between human and non-human, real and digital, aesthetic and economic. Foresta di Cristallo explores, through the works on display, the dematerialization of value and the redefinition of meaning in a world in which art, technology, and digital economies intertwine in new forms of relationship and mutation.",
  "exhibitionDate": "17–19 July 2025",
  "viewArtists": "View Artists",
  "viewArtworks": "View Artworks",
  "aboutTheExhibition": "About The Exhibition",
  "featuredVenue": "Featured Venue",
  "historicNaples": "Historic Naples",
  "introPara": "Napuleth Visions is a cultural project and exhibition format born within Napuleth Open Village, promoting dialogue and exchange between the world of Web3 and contemporary art. Conceived by a group of young creatives with transversal skills in art and technology, Napuleth Visions aims to become a recurring event, exploring the intersections between the digital economy, innovation, and artistic practices. The initiative aims not only as an exhibition event, but as a stable and growing platform, with the goal of developing tailored technological solutions to redefine artistic production and enjoyment in the information and digital age.",
  "featuredArtists": "Featured Artists",
  "works": "works",
  "artistsInfo": "Artists Information",
  "aboutExhibition": "About the Exhibition",
  "aboutExhibitionPara1": "NapulETH Visions represents a groundbreaking convergence of traditional Neapolitan artistic heritage and cutting-edge blockchain technology. Set within the historic walls of Villa Doria D'Angri, this inaugural exhibition showcases five visionary artists who are redefining the boundaries of digital art.",
  "aboutExhibitionPara2": "Each artwork in the collection exists at the intersection of physical and digital realms, exploring themes of cultural transformation, technological evolution, and the democratization of art through decentralized platforms.",
  "aboutExhibitionPara3": "The exhibition runs from July 17-19, 2025, offering visitors an immersive experience that bridges centuries of artistic tradition with the possibilities of tomorrow.",
  "exhibitionDetails": "Exhibition Details",
  "dates": "Dates",
  "venue": "Venue",
  "location": "Location",
  "artworks": "Artworks",
  "naples": "Naples",
  "italy": "Italy",
  "featured": "Featured",
  "pieces": "Pieces",
  "fees": "Fees",
  "free": "The Gallery is free to attend",
  "purchaseOptions": "Purchase Options",
  "certificate": "Immediate Certificate of Authenticity",
  "versions": "Normal and NFT verions",
  "shipping": "Worldwide shipping available",
  "additionalDetails": "Additional Details",
  "traditionalPaymentMethods": "Traditional Payment Methods",
  "copyright": "© 2025 NapulETH Visions. All rights reserved.",
  "footerText": "Contemporary digital art exhibition exploring the convergence of Neapolitan culture and blockchain technology.",
  "findUs": "Find Us",
  "thankYou": "Thank you",
  "subscribed": "You've been subscribed to our newsletter. You'll receive updates about new exhibitions, artist features, and exclusive previews.",
  "followOnInstagram": "Follow on Instagram",
  "joinDiscord": "Join Discord",
  "stayConnected": "Stay Connected with NapulETH Visions",
  "stayConnectedDescription": "Be the first to know about new exhibitions, exclusive artist interviews, and early access to limited edition releases.",
  "emailAddress": "Email address",
  "emailAddressPlaceholder": "Enter your email address",
  "subscribe": "Subscribe",
  "privacyPolicy": "We respect your privacy. Unsubscribe at any time.",
  "backToExhibition": "Back to Exhibition",
  "contactUs": "Contact Us",
  "contactUsDescription": "Get in touch with our team for inquiries about the exhibition, artwork purchases, press opportunities, or general information.",
  "sendUsAMessage": "Send us a message",
  "messageSent": "Message Sent",
  "messageSentDescription": "Thank you for your message. We'll get back to you within 24 hours.",
  "sendAnotherMessage": "Send Another Message",
  "name": "Name",
  "email": "Email",
  "subject": "Subject",
  "message": "Message",
  "sendMessage": "Send Message",
  "getInTouch": "Get in Touch",
  "general": "General",
  "sales": "Sales",
  "press": "Press",
  "phone": "Phone",
  "mondayToFriday": "Monday - Friday, 9:00 AM - 6:00 PM CET",
  "exhibitionVenue": "Exhibition Venue",
  "exhibitionHours": "Exhibition Hours",
  "freeAdmission": "Free Admission",
  "followUs": "Follow Us",
  "exhibitionOpening1": "17 July 2025 : 18 PM - 10 PM",
  "exhibitionOpening2": "18 - 19 July 2025 : 9 AM - 6 PM",
  "featuredArtistsDescription": "Meet the four visionary artists who are redefining the intersection of traditional Neapolitan culture and cutting-edge blockchain technology in this groundbreaking exhibition.",
  "viewArtist": "View Artist",
  "patronage": "With The Patronage Of",
  "aboutNapulETHVisions": "About NapulETH Visions",
  "aboutNapulETHVisionsDescription": "A groundbreaking exhibition exploring the convergence of traditional Neapolitan artistic heritage and cutting-edge blockchain technology, set within the historic Villa Doria D'Angri.",
  "exhibitionOverview": "Exhibition Overview",
  "exhibitionOverviewDescription": "On the occasion of NapulETH Open Village 2025, NapulETH Visions is pleased to present Foresta di Cristallo, curated by Alessio Esposito. The exhibition inaugurates a format conceived as a platform for dialogue between the Web3 landscape and contemporary art. Set in the evocative spaces of Villa Doria d'Angri and open to the public from July 17 to 19, 2025, Foresta di Cristallo brings together works by Clarissa Falco, Lorenzo Lunghi, Adriano Tenore, and Emilio Vavarella.",
  "exhibitionOverviewDescription2": "The title harks back to J.G. Ballard's novel of the same name (The Crystal World, 1966), which describes a world in which nature undergoes a radical transformation: living beings and objects crystallize, merging in an irreversible process that strips them of their original identities. This phenomenon becomes a metaphor for a reality in which the distinction between humans, nature, and objects dissolves, creating a constantly fluid hybrid.",
  "exhibitionOverviewDescription3": "These aspects are well-matched with Bruno Latour's thinking: for the French sociologist, reality is not composed of fixed matter or immutable essences, but rather of a web of forces that dissolves the traditional distinction between 'being' and 'object.' This perspective undermines traditional dichotomies—physical and digital, art and market, subject and object—opening up reflections on how meaning itself is constructed in relational terms, both aesthetically (in meaning) and economically (in value).",
  "exhibitionOverviewDescription4": "In the latter, the discourse finds immediate parallels in the phenomenon of cryptocurrencies. These not only exemplify the overcoming of the centrality of one authority, but also embody the very idea of dematerialization of value: its attribution is thus entrusted to systems based on multi-party consensus and algorithms, rather than physical media.",
  "exhibitionOverviewDescription5": "In this sense, Vavarella's work can be reinterpreted as staging an act of radical decentralization of the subject through the adoption of an animal point of view: thus, the aesthetic experience is simultaneously configured as a relationship and an act of liberation from anthropocentrism, displacing the centrality of the human in favor of another perspective. This dynamic manifests itself in Falco's sculptures through the hybridization of heterogeneous elements: these are concrescences, monstrosities in the Harawayan sense, which evoke forms of coexistence between the organic, the artificial, and the symbolic.",
  "exhibitionOverviewDescription6": "Tenore, on the other hand, interprets the hybrid in a postmedia perspective: his creatures do not belong to any existing species—rather, they constitute a bestiary generated by data processing. Lunghi's sculptures reinterpret this dynamic according to a parasitic logic: entities that discreetly yet persistently insert themselves and take root in their environments, activating dynamics of cohabitation and latent symbiosis.",
  "exhibitionOverviewDescription7": "The exhibition explores the process of dematerialization of value – characteristic of post-digital economies – reflected in the production of meaning in art, suggesting how the aesthetic and economic dimensions are constantly being redefined, shaped by a network of interconnected actors and relationships.",
  "exhibitionOverviewDescription8": "In this scenario, the interference between heterogeneous languages and temporalities—activated by the dialogue between the works, the architecture, and the decorations of Villa Doria d'Angri—helps strengthen the exhibition's hybrid horizon: between digital organisms and posthuman monstrosities, Foresta di Cristallo grafts itself onto the space, multiplying its levels of interpretation, bringing to light contradictions, frictions, and unexpected areas of intersection.",
  "exhibitionFacts": "Exhibition Facts",
  "duration": "Duration",
  "openingHours": "Opening Hours",
  "visitingInformation": "Visiting Information",
  "admission": "Admission",
  "accessibility": "Accessibility",
  "parking": "Parking",
  "restrooms": "Restrooms",
  "foodAndDrink": "Food and Drink",
  "registrationRecommended": "Registration recommended",
  "wheelchairAccessible": "Wheelchair accessible",
  "audioGuidesAvailable": "Audio guides available",
  "technique": "Technique",
  "provenance": "Provenance",
  "dimensions": "Dimensions",
  "medium": "Medium",
  "year": "Year",
  "price": "Price",
  "fiatPrice": "Fiat Price",
  "sold": "This Artwork Has Been Sold",
  "installationView": "Installation View",
  "ShowInfo": "Show Info",
  "artistStatement": "Artist Statment",
  "biography": "Biography"
}